"john.appleseed" = "john.appleseed";
"Sign In" = "登入";
"Your account name or password was entered incorrectly." = "輸入的帳號名稱或密碼不正確。";
"There was an error logging in. Please try again." = "登入時發生錯誤。請再試一次。";
"Apple ID password" = "Apple ID 密碼";
"Invalid token data is returned by server" = "登入時發生錯誤。請再試一次。";
"Authentication was canceled by user" = "已取消認證作業";
"password" = "密碼";
"OK" = "好";
"Password field is empty" = "請輸入密碼。";
"Password expired. Please change your password on Mac." = "密碼過期。請在“設定”> Store 更改密碼";
"Required" = "必填";
"Would you like to visit iForgot.apple.com to recover your %@?" = "要參訪 iForgot.apple.com 來恢復帳號資訊嗎？";
"Password" = "密碼";
"Apple ID field is empty" = "Apple ID 欄位空白";
"Apple ID" = "Apple ID";
"Cancel" = "取消";


/* New Localized Strings. Added in ACME 2.1.6 */
/* Chinese Traditional same as Chinese Taiwan (zh-tw) and Chinese Hong Kong (zh-hk) */
"Your Apple ID or password was entered incorrectly." = "您輸入的 Apple ID 或密碼不正確。";

"To protect your security, it’s time to reset your password. It’s easy, just go to %@." = "為了保障你的安全，請重設密碼。程序簡單，只需前往 %@。";

"This Apple ID has been disabled for security reasons. You can reset your password at %@." = "基於安全理由，此 Apple ID 已被停用。你可於 %@ 重設密碼。";

"The current time on this device seems to be incorrect. You can fix it by going to Settings > General > Date & Time, then try again." = "此裝置目前的時間似乎不正確。你可前往「Settings」(設定) >「General」(一般) >「Date & Time」(日期和時間) 中進行修正，然後再試一次。";

"Oops, an error occurred. Thanks for your patience, please try again later." = "抱歉，發生錯誤。感謝你耐心等候，請稍後再試一次。";

"You appear to be offline. Please connect to the Internet and try again." = "你似乎處於離線狀態。請連接至互聯網，然後再試一次。";

"Two-step verification has been disabled for the Apple ID account %@." = "已停用 Apple ID 帳號「%@」的雙步驟驗證。";

"Signing In" = "正在登入";

"A new code has been sent to your device." = "已傳送新驗證碼至您的裝置。";

"Code %1$d of %2$d selected" = "已選取 %2$d 位驗證碼中的第 %1$d 位";

"Sending New Code" = "正在傳送新驗證碼";

"Verifying code" = "正在確認驗證碼";

"Verified" = "已驗證";

/* Verification Code Screen Prompt */
"Enter verification code" = "請輸入驗證碼";

/* Verification Code Screen Title */
"Enter the Verification Code sent to %@" = "請輸入傳送至「%@」的驗證碼";

/* Send new code button title */
"Send a new code" = "傳送新驗證碼";

/* SMS subtitle */
"SMS to Phone Number" = "傳送簡訊至電話號碼";

/* Unable Receive Messages Text */
"Unable to receive messages at any of your devices?" = "任何裝置皆無法接收訊息？";

/* Verification Code Screen Title */
"Verification Code" = "驗證碼";

/* Trusted devices screen title */
"Verify Identity" = "驗證身分";

/* Send button title */
"Send" = "傳送";

/* Trusted Devices List Footer Text */
"To manage your trusted devices visit %@ from a Mac or PC." = "若要管理受信任的裝置，請使用 Mac 或 PC 造訪 %@。";

/* Trusted Devices List Header Title */
"Two-step verification is enabled for this Apple ID." = "此 Apple ID 已啟用雙步驟驗證。";

/* Trusted Devices List Header Text */
"The device you select below will be sent a temporary code that you can use to verify your identity." = "臨時驗證碼會傳送到您在下方選取的裝置，以便驗證您的身分。";

/* Trusted Devices section header */
"TRUSTED DEVICES" = "受信任的裝置";

/* Error Message */
"Two-step verification required, but user interaction is not allowed." = "須啟用雙步驟驗證，但不允許使用者互動。";

/* Button title */
"My Apple ID…" = "我的 Apple ID…";

/* Phone number description */
"Number ending in %@" = "號碼尾數為 %@";

/* Error Message */
"Sorry, but you have made too many unsuccessful attempts to verify your identity. For security reasons, you will not be able to make changes to your account for the next eight hours without your Recovery Key." = "抱歉，您嘗試驗證身分的失敗次數過多。基於安全考量，在未來八小時內，如果您沒有復原密鑰，將無法對帳號做任何更改。";

/* Error Message */
"You have sent too many codes to verify your phone number. Please try again later." = "您已傳送過多驗證碼來驗證您的電話號碼。請稍後再試。";

/* Error Message */
"No Device information available." = "無法提供裝置資訊";

/* Error Message */
"The verification code you entered is not valid." = "您輸入的驗證碼無效。";

/* Error Message */
"Invalid Session." = "連線錯誤。";

/* Error Message */
"Cannot find this person." = "找不到此人。";

/* Error Message */
"You failed to verify the code too many times. Please send a new code to a different device or try again later." = "驗證碼驗證失敗次數過多。請傳送新驗證碼至其他裝置，或稍後再試一次。";

/* Send Code to label */
"Send Code to:" = "傳送驗證碼至：";

/* Error Message */
"Please enter a valid phone number." = "請輸入一個有效的電話號碼。";
